---
kind: property
id: P:Autodesk.Revit.DB.SpecTypeId.Stress
source: html/7cb715e0-f13c-f952-38b2-456170917e04.htm
---
# Autodesk.Revit.DB.SpecTypeId.Stress Property

Stress, in discipline Structural.

## Syntax (C#)
```csharp
public static ForgeTypeId Stress { get; }
```